# WallTaperedWidthAtBottom Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..WallTaperedWidthAtBottom Property
ParameterTypeId Class See Also
---
"Bottom Width"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId WallTaperedWidthAtBottom { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property WallTaperedWidthAtBottom As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ WallTaperedWidthAtBottom {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace